Repository: dw-zhu-si/ModelHub
Catalog: packaging/Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt_br, ru, zh_hant

source: 多模态内容缺少 URL
ar: المحتوى المتعدد الوسائط يفتقد عنوان URL
de: Für multimodalen Inhalt fehlt die URL
en: Multimodal content is missing URL
es: Falta la URL del contenido multimodal
fr: Il manque une URL pour le contenu multimodal
ja: マルチモーダル コンテンツの URL がありません
ko: 다중 모드 콘텐츠에 URL이 누락되었습니다.
pt_br: Conteúdo multimodal sem URL
ru: В мультимодальном контенте отсутствует URL-адрес.
zh_hant: 多模態內容缺少 URL

source: 失败详情：
ar: تفاصيل الفشل:
de: Fehlerdetails:
en: Failure details:
es: Detalles del fallo:
fr: Détails de l’échec :
ja: 失敗の詳細：
ko: 실패 세부 정보:
pt_br: Detalhes da falha:
ru: Сведения об ошибке:
zh_hant: 失敗詳情：

source: 好
ar: موافق
de: OK
en: OK
es: Aceptar
fr: OK
ja: OK
ko: 확인
pt_br: OK
ru: ОК

source: 安全审计（不含提示词、响应和密钥）
ar: التدقيق الأمني (باستثناء الكلمات السريعة والاستجابات والمفاتيح)
de: Sicherheitsaudit (ohne Eingabeaufforderungen, Antworten und Schlüssel)
en: Security audit (excluding prompt words, responses and keys)
es: Auditoría de seguridad (excluidas palabras clave, respuestas y claves)
fr: Audit de sécurité (à l'exclusion des mots d'invite, des réponses et des clés)
ja: セキュリティ監査 (プロンプトワード、応答、キーを除く)
ko: 보안 감사( 프롬프트 단어, 응답 및 키 제외)
pt_br: Auditoria de segurança (excluindo palavras de alerta, respostas e chaves)
ru: Аудит безопасности (за исключением подсказок, ответов и ключей)
zh_hant: 安全審計（不含提示詞、響應和密鑰）

source: 安装 ModelHub MCP？
ar: هل تريد تثبيت ModelHub MCP؟
de: ModelHub MCP installieren?
en: Install ModelHub MCP?
es: ¿Instalar ModelHub MCP?
fr: Installer ModelHub MCP ?
ja: ModelHub MCP をインストールしますか?
ko: ModelHub MCP를 설치하시겠습니까?
pt_br: Instalar o ModelHub MCP?
ru: Установить ModelHub MCP?
zh_hant: 安裝 ModelHub MCP？

# 安装到 %arg
source: 安装到 %1$arg
ar: التثبيت على %1$arg
de: Auf %1$arg installieren
en: Install to %1$arg
es: Instalar en %1$arg
fr: Installer sur %1$arg
ja: %1$arg にインストール
ko: %1$arg에 설치
pt_br: Instalar em %1$arg
ru: Установить в %1$arg
zh_hant: 安裝到 %1$arg

source: 官方参考汇率更新失败：%@
ar: فشل تحديث أسعار الصرف الرسمية: %@
de: Offizielle Referenzkurse konnten nicht aktualisiert werden: %@
en: Failed to update official reference rates: %@
es: No se pudieron actualizar los tipos oficiales: %@
fr: Échec de la mise à jour des taux officiels : %@
ja: 公式参照為替レートの更新に失敗しました：%@
ko: 공식 기준 환율 업데이트 실패: %@
pt_br: Falha ao atualizar as taxas oficiais: %@
ru: Не удалось обновить официальные курсы: %@
zh_hant: 官方參考匯率更新失敗：%@

source: 官方汇率文档没有包含美元基准。
ar: لم يتضمن المستند الرسمي مرجعًا للدولار الأمريكي.
de: Das offizielle Dokument enthielt keinen USD-Referenzkurs.
en: The official exchange-rate document did not include a USD reference.
es: El documento oficial no incluía referencia para USD.
fr: Le document officiel ne contenait pas de référence USD.
ja: 公式為替レート文書に米ドル基準が含まれていません。
ko: 공식 환율 문서에 USD 기준이 없습니다.
pt_br: O documento oficial não continha referência em USD.
ru: В официальном документе нет курса USD.
zh_hant: 官方匯率文檔沒有包含美元基準。

source: 定时
ar: مجدول
de: Zeitgesteuert
en: Scheduled
es: Programado
fr: Planifié
ja: 定時
ko: 예약
pt_br: Agendado
ru: По расписанию
zh_hant: 定時

source: 审核演示数据：可用
ar: بيانات التدقيق التجريبي: متاحة
de: Audit-Demodaten: verfügbar
en: Audit demo data: available
es: Datos de demostración de auditoría: disponibles
fr: Données de démonstration d'audit : disponibles
ja: 監査デモデータ: 利用可能
ko: 감사 데모 데이터: 사용 가능
pt_br: Dados de demonstração de auditoria: disponíveis
ru: Демонстрационные данные аудита: доступны
zh_hant: 審核演示數據：可用

source: 审核演示模式
ar: مراجعة الوضع التجريبي
de: Sehen Sie sich den Demo-Modus an
en: Review demo mode
es: Revisar el modo de demostración
fr: Revoir le mode démo
ja: デモモードをレビューする
ko: 데모 모드 검토
pt_br: Revise o modo de demonstração
ru: Обзор демо-режима
zh_hant: 審核演示模式

source: 审核演示模式不会保存供应商或凭证。退出演示模式后可正常配置。
ar: لا يقوم الوضع التجريبي للتدقيق بحفظ البائعين أو بيانات الاعتماد. يمكن إجراء التكوين العادي بعد الخروج من وضع العرض التوضيحي.
de: Im Audit-Demomodus werden weder Anbieter noch Anmeldeinformationen gespeichert. Nach dem Verlassen des Demonstrationsmodus kann die normale Konfiguration durchgeführt werden.
en: Audit demo mode does not save vendors or credentials. Normal configuration can be performed after exiting demonstration mode.
es: El modo de demostración de auditoría no guarda proveedores ni credenciales. La configuración normal se puede realizar después de salir del modo de demostración.
fr: Le mode démo d’audit n’enregistre pas les fournisseurs ni les informations d’identification. La configuration normale peut être effectuée après avoir quitté le mode démonstration.
ja: 監査デモ モードでは、ベンダーや認証情報は保存されません。通常の設定は、デモンストレーション モードを終了した後に実行できます。
ko: 감사 데모 모드는 공급업체나 자격 증명을 저장하지 않습니다. 데모 모드를 종료한 후 일반 구성을 수행할 수 있습니다.
pt_br: O modo de demonstração de auditoria não salva fornecedores ou credenciais. A configuração normal pode ser realizada após sair do modo de demonstração.
ru: Демонстрационный режим аудита не сохраняет поставщиков или учетные данные. Обычную настройку можно выполнить после выхода из демонстрационного режима.
zh_hant: 審核演示模式不會保存供應商或憑證。退出演示模式後可正常配置。

source: 审核演示模式不会发起模型测试；当前健康状态均为合成演示数据。
ar: لن يبدأ وضع العرض التوضيحي للتدقيق في اختبار النموذج؛ الحالة الصحية الحالية هي بيانات توضيحية اصطناعية.
de: Im Audit-Demonstrationsmodus werden keine Modelltests eingeleitet. Beim aktuellen Gesundheitszustand handelt es sich um synthetische Demonstrationsdaten.
en: Audit demonstration mode will not initiate model testing; the current health status is synthetic demonstration data.
es: El modo de demostración de auditoría no iniciará la prueba del modelo; El estado de salud actual son datos de demostración sintéticos.
fr: Le mode de démonstration d’audit ne lancera pas les tests du modèle ; l'état de santé actuel est constitué de données de démonstration synthétiques.
ja: 監査デモンストレーション モードではモデルのテストは開始されません。現在の健康状態は合成実証データです。
ko: 감사 데모 모드는 모델 테스트를 시작하지 않습니다. 현재 건강 상태는 합성된 데모 데이터입니다.
pt_br: O modo de demonstração de auditoria não iniciará o teste do modelo; o estado de saúde atual consiste em dados de demonstração sintéticos.
ru: Режим демонстрации аудита не инициирует тестирование модели; текущее состояние здоровья представляет собой синтетические демонстрационные данные.
zh_hant: 審核演示模式不會發起模型測試；當前健康狀態均為合成演示數據。

source: 审核演示模式只使用合成数据，不会连接模型供应商或产生费用。
ar: يستخدم الوضع التجريبي للتدقيق البيانات الاصطناعية فقط ولا يتحمل اتصالات أو رسوم البائع النموذجي.
de: Der Audit-Demo-Modus verwendet nur synthetische Daten und es fallen keine Modellanbieterverbindungen oder Gebühren an.
en: The audit demo mode uses only synthetic data and does not incur model vendor connections or fees.
es: El modo de demostración de auditoría utiliza únicamente datos sintéticos y no genera conexiones ni tarifas de proveedores de modelos.
fr: Le mode démo d’audit utilise uniquement des données synthétiques et n’entraîne pas de connexions ni de frais avec les fournisseurs de modèles.
ja: 監査デモ モードでは合成データのみが使用され、モデル ベンダーへの接続や料金は発生しません。
ko: 감사 데모 모드에서는 합성 데이터만 사용하며 모델 공급업체 연결이나 수수료가 발생하지 않습니다.
pt_br: O modo de demonstração de auditoria usa apenas dados sintéticos e não incorre em conexões ou taxas de fornecedores de modelos.
ru: В демонстрационном режиме аудита используются только синтетические данные и не требуется подключение к поставщику модели или оплата.
zh_hant: 審核演示模式只使用合成數據，不會連接模型供應商或產生費用。

source: 客户端只需要请求路由别名，模型枢纽会按优先级、轮询或权重选择上游。
ar: يحتاج العميل فقط إلى طلب الاسم المستعار للتوجيه وسيقوم مركز النموذج بتحديد المنبع حسب الأولوية أو الجولة أو الوزن.
de: Der Client muss nur den Routing-Alias anfordern und der Modell-Hub wählt den Upstream nach Priorität, Round-Robin oder Gewichtung aus.
en: The client only needs to request the routing alias and the model hub will select the upstream by priority, round robin, or weight.
es: El cliente solo necesita solicitar el alias de enrutamiento y el centro de modelos seleccionará el flujo ascendente por prioridad, round robin o peso.
fr: Le client n'a qu'à demander l'alias de routage et le hub de modèle sélectionnera l'amont par priorité, round robin ou poids.
ja: クライアントはルーティング エイリアスを要求するだけで済み、モデル ハブは優先度、ラウンド ロビン、または重みによってアップストリームを選択します。
ko: 클라이언트는 라우팅 별칭만 요청하면 되며 모델 허브는 우선 순위, 라운드 로빈 또는 가중치를 기준으로 업스트림을 선택합니다.
pt_br: O cliente só precisa solicitar o alias de roteamento e o hub do modelo selecionará o upstream por prioridade, round robin ou peso.
ru: Клиенту нужно только запросить псевдоним маршрутизации, и концентратор модели выберет восходящий поток по приоритету, циклическому перебору или весу.
zh_hant: 客戶端只需要請求路由別名，模型樞紐會按優先級、輪詢或權重選擇上游。

source: 客户端模型别名
ar: الاسم المستعار لنموذج العميل
de: Alias des Clientmodells
en: Client model alias
es: Alias del modelo de cliente
fr: Alias du modèle client
ja: クライアントモデルのエイリアス
ko: 클라이언트 모델 별칭
pt_br: Alias do modelo do cliente
ru: Псевдоним модели клиента
zh_hant: 客戶端模型別名

source: 密钥名称
ar: اسم المفتاح
de: Schlüsselname
en: Key name
es: Nombre clave
fr: Nom de la clé
ja: キー名
ko: 키 이름
pt_br: Nome da chave
ru: Имя ключа
zh_hant: 密鑰名稱

source: 密钥已保存
ar: تم حفظ المفتاح
de: Schlüssel gespeichert
en: Key saved
es: Clave guardada
fr: Clé enregistrée
ja: キーが保存されました
ko: 키가 저장되었습니다
pt_br: Chave salva
ru: Ключ сохранен.
zh_hant: 密鑰已保存

source: 对应钥匙串密钥及路由目标也会删除，此操作无法撤销。
ar: سيتم أيضًا حذف مفتاح سلسلة المفاتيح وهدف التوجيه المطابقين، ولا يمكن التراجع عن هذه العملية.
de: Der entsprechende Schlüsselbundschlüssel und das Routingziel werden ebenfalls gelöscht und dieser Vorgang kann nicht rückgängig gemacht werden.
en: The corresponding keychain key and routing target will also be deleted, and this operation cannot be undone.
es: La clave del llavero correspondiente y el destino de enrutamiento también se eliminarán y esta operación no se puede deshacer.
fr: La clé de trousseau et la cible de routage correspondantes seront également supprimées et cette opération ne pourra pas être annulée.
ja: 対応するキーチェーン キーとルーティング ターゲットも削除され、この操作を元に戻すことはできません。
ko: 해당 키체인 키와 라우팅 대상도 삭제되며 이 작업은 취소할 수 없습니다.
pt_br: A chave correspondente e o destino de roteamento também serão excluídos e esta operação não poderá ser desfeita.
ru: Соответствующий ключ связки ключей и цель маршрутизации также будут удалены, и эту операцию невозможно отменить.
zh_hant: 對應鑰匙串密鑰及路由目標也會刪除，此操作無法撤銷。

source: 导入
ar: استيراد
de: Importieren
en: Import
es: Importar
fr: Importer
ja: 読み込む
ko: 가져오기
pt_br: Importar
ru: Импортировать
zh_hant: 導入

source: 导入 CSV
ar: استيراد CSV
de: CSV importieren
en: Import CSV
es: Importar CSV
fr: Importer un CSV
ja: CSV をインポート
ko: CSV 가져오기
pt_br: Importar CSV
ru: Импортировать CSV
zh_hant: 導入 CSV

source: 导入任务文本文件
ar: استيراد ملف نصي للمهمة
de: Aufgabentextdatei importieren
en: Import task text file
es: Importar archivo de texto de tarea
fr: Importer un fichier texte de tâche
ja: タスクのテキスト ファイルをインポートする
ko: 작업 텍스트 파일 가져오기
pt_br: Importar arquivo de texto de tarefa
ru: Импортировать текстовый файл задачи
zh_hant: 導入任務文本文件

source: 导入当前任务文本
ar: استيراد نص المهمة الحالية
de: Aktuellen Aufgabentext importieren
en: Import current task text
es: Importar texto de la tarea actual
fr: Importer le texte de la tâche actuelle
ja: 現在のタスクのテキストをインポートする
ko: 현재 작업 텍스트 가져오기
pt_br: Importar o texto da tarefa atual
ru: Импортировать текст текущей задачи
zh_hant: 導入當前任務文本

source: 导入模型名录
ar: استيراد دليل النموذج
de: Modellverzeichnis importieren
en: Import model directory
es: Importar directorio de modelos
fr: Importer le répertoire du modèle
ja: モデルディレクトリのインポート
ko: 모델 디렉토리 가져오기
pt_br: Diretório de modelo de importação
ru: Импортировать каталог модели
zh_hant: 導入模型名錄

source: 导出 ModelHub 本地备份
ar: تصدير نسخة ModelHub الاحتياطية المحلية
de: Lokale ModelHub-Sicherung exportieren
en: Export ModelHub Local Backup
es: Exportar copia de seguridad local de ModelHub
fr: Exporter la sauvegarde locale de ModelHub
ja: ModelHubのローカルバックアップを書き出す
ko: ModelHub 로컬 백업 내보내기
pt_br: Exportar backup local do ModelHub
ru: Экспортировать локальную резервную копию ModelHub
zh_hant: 導出 ModelHub 本地備份

source: 导出备份
ar: تصدير النسخة الاحتياطية
de: Backup exportieren
en: Export backup
es: Exportar copia de seguridad
fr: Exporter la sauvegarde
ja: バックアップのエクスポート
ko: 백업 내보내기
pt_br: Exportar backup
ru: Экспортировать резервную копию
zh_hant: 導出備份

# 将向 %arg 的 %arg 原生接口发送一次最小真实请求。视频、图像或语音供应商可能按请求计费。
source: 将向 %1$arg 的 %2$arg 原生接口发送一次最小真实请求。视频、图像或语音供应商可能按请求计费。
ar: سيتم إرسال الحد الأدنى من الطلب الحقيقي إلى الواجهة الأصلية %2$arg لـ %1$arg. قد يتقاضى موفرو الفيديو أو الصور أو الصوت رسومًا مقابل كل طلب.
de: Eine minimale echte Anfrage wird an die native Schnittstelle %2$arg von %1$arg gesendet. Video-, Bild- oder Sprachanbieter können pro Anfrage Gebühren erheben.
en: A minimum real request will be sent to the %2$arg native interface of %1$arg. Video, image or voice providers may charge per request.
es: Se enviará una solicitud real mínima a la interfaz nativa de %2$arg de %1$arg. Los proveedores de video, imagen o voz pueden cobrar por solicitud.
fr: Une requête réelle minimale sera envoyée à l'interface native %2$arg de %1$arg. Les fournisseurs de vidéo, d’images ou de voix peuvent facturer par demande.
ja: 最小限の実際のリクエストは、%1$arg の %2$arg ネイティブ インターフェイスに送信されます。ビデオ、画像、音声プロバイダーはリクエストごとに料金を請求する場合があります。
ko: 최소 실제 요청은 %1$arg의 %2$arg 기본 인터페이스로 전송됩니다. 비디오, 이미지 또는 음성 제공업체는 요청별로 요금을 청구할 수 있습니다.
pt_br: Uma solicitação real mínima será enviada para a interface nativa %2$arg de %1$arg. Provedores de vídeo, imagem ou voz podem cobrar por solicitação.
ru: Минимальный реальный запрос будет отправлен на собственный интерфейс %2$arg %1$arg. Поставщики видео, изображений или голоса могут взимать плату за каждый запрос.
zh_hant: 將向 %1$arg 的 %2$arg 原生接口發送一次最小真實請求。視頻、圖像或語音供應商可能按請求計費。

source: 将更新用户主目录中的配置文件，并替换同名 modelhub MCP 条目；其他 MCP 条目会保留。
ar: سيتم تحديث ملف التكوين الموجود في الدليل الرئيسي للمستخدم، واستبدال إدخال modelhub MCP بنفس الاسم؛ ستبقى إدخالات MCP الأخرى.
de: Die Konfigurationsdatei im Home-Verzeichnis des Benutzers wird aktualisiert und ersetzt den Modelhub-MCP-Eintrag mit demselben Namen. andere MCP-Einträge bleiben erhalten.
en: The configuration file in the user's home directory will be updated, replacing the modelhub MCP entry with the same name; other MCP entries will remain.
es: El archivo de configuración en el directorio de inicio del usuario se actualizará, reemplazando la entrada MCP de modelhub con el mismo nombre; otras entradas de MCP permanecerán.
fr: Le fichier de configuration dans le répertoire personnel de l'utilisateur sera mis à jour, en remplaçant l'entrée modelhub MCP par le même nom ; les autres entrées MCP resteront.
ja: ユーザーのホーム ディレクトリ内の構成ファイルが更新され、modelhub MCP エントリが同じ名前に置き換えられます。他の MCP エントリは残ります。
ko: 사용자 홈 디렉터리의 구성 파일이 업데이트되어 modelhub MCP 항목이 동일한 이름으로 대체됩니다. 다른 MCP 항목은 그대로 유지됩니다.
pt_br: O arquivo de configuração no diretório inicial do usuário será atualizado, substituindo a entrada modelhub MCP pelo mesmo nome; outras entradas do MCP permanecerão.
ru: Файл конфигурации в домашнем каталоге пользователя будет обновлен, заменяя запись MCP modelhub с тем же именем; другие записи MCP останутся.
zh_hant: 將更新用戶主目錄中的配置文件，並替換同名 modelhub MCP 條目；其他 MCP 條目會保留。

source: 将检查 %1$arg 个模型。已隔离的聊天模型也会重新请求上游，成功后自动恢复，失败则继续隔离。图像、视频、语音、转录、向量和重排模型只验证本地原生适配，不自动发起可能计费的生成。最多并发 3 个，单次超时 30 秒。
ar: سيتم فحص نماذج %arg. سيقوم نموذج الدردشة المعزول أيضًا بإعادة طلب المنبع، وسيتم استعادته تلقائيًا في حالة نجاحه. وإذا فشلت، فسوف تستمر في عزلتها. تتحقق نماذج الصور والفيديو والكلام والنسخ والمتجهات وإعادة الترتيب فقط من التكيف الأصلي المحلي ولا تبدأ تلقائيًا في إنشاء محتمل قابل للفوترة. الحد الأقصى 3 طلبات متزامنة، مع مهلة واحدة مدتها 30 ثانية.
de: %arg-Modelle werden überprüft. Das isolierte Chat-Modell fordert auch den Upstream erneut an und wird bei Erfolg automatisch wiederhergestellt. Wenn dies fehlschlägt, wird es weiterhin isoliert. Bild-, Video-, Sprach-, Transkriptions-, Vektor- und Neuanordnungsmodelle überprüfen nur die lokale native Anpassung und initiieren nicht automatisch eine mögliche kostenpflichtige Generierung. Maximal 3 gleichzeitige Anfragen mit einem einzigen Timeout von 30 Sekunden.
en: %arg models will be checked. Quarantined chat models are probed again and restored only after success. Image, video, speech, transcription, embedding, and reranking models validate local protocol support without starting billable generation. At most 3 requests run concurrently, with a 30-second timeout each.
es: Se comprobarán los modelos %arg. El modelo de chat aislado también volverá a solicitar el flujo ascendente y se restaurará automáticamente si tiene éxito. Si fracasa, seguirá aislado. Los modelos de imagen, video, voz, transcripción, vector y reordenamiento solo verifican la adaptación nativa local y no inician automáticamente una posible generación facturable. Máximo de 3 solicitudes simultáneas, con un tiempo de espera único de 30 segundos.
fr: Les modèles %arg seront vérifiés. Le modèle de chat isolé demandera également à nouveau l'amont et sera automatiquement restauré en cas de succès. S’il échoue, il continuera à être isolé. Les modèles d'image, de vidéo, de parole, de transcription, de vecteur et de réarrangement vérifient uniquement l'adaptation native locale et ne lancent pas automatiquement une éventuelle génération facturable. Maximum de 3 requêtes simultanées, avec un seul délai d'attente de 30 secondes.
ja: %arg モデルがチェックされます。分離チャット モデルもアップストリームに再リクエストし、成功すると自動的に復元されます。それが失敗すると、孤立し続けることになります。画像、ビデオ、音声、転写、ベクトル、および再配置モデルは、ローカルのネイティブ適応を検証するだけであり、課金対象となる可能性のある生成を自動的に開始するわけではありません。最大 3 つの同時リクエスト、1 回のタイムアウトは 30 秒です。
ko: %arg 모델이 검사됩니다. 격리된 채팅 모델은 업스트림도 다시 요청하며, 성공하면 자동으로 복원됩니다. 실패하면 계속 격리됩니다. 이미지, 비디오, 음성, 전사, 벡터 및 재배열 모델은 로컬 기본 적응만 확인하고 가능한 청구 가능 생성을 자동으로 시작하지 않습니다. 최대 3개의 동시 요청이 가능하며 단일 제한 시간은 30초입니다.
pt_br: Os modelos %arg serão verificados. O modelo de chat isolado também solicitará novamente o upstream e será restaurado automaticamente se for bem-sucedido. Se falhar, continuará isolado. Os modelos de imagem, vídeo, fala, transcrição, vetor e rearranjo apenas verificam a adaptação nativa local e não iniciam automaticamente uma possível geração faturável. Máximo de 3 solicitações simultâneas, com tempo limite único de 30 segundos.
ru: Модели %arg будут проверены. Модель изолированного чата также повторно запросит восходящий поток и будет автоматически восстановлена ​​в случае успеха. Если это не удастся, он продолжит оставаться в изоляции. Модели изображения, видео, речи, транскрипции, вектора и реаранжировки только проверяют локальную нативную адаптацию и не инициируют автоматически возможную оплачиваемую генерацию. Максимум 3 одновременных запроса с одним таймаутом 30 секунд.
zh_hant: 將檢查 %1$arg 個模型。已隔離的聊天模型也會重新請求上游，成功後自動恢復，失敗則繼續隔離。圖像、視頻、語音、轉錄、向量和重排模型只驗證本地原生適配，不自動發起可能計費的生成。最多併發 3 個，單次超時 30 秒。

source: 将检查 %lld 个模型。零费用检测不会创建生成任务；选择包含原生验证后，会对 %lld 个生成类模型各发送一次最小真实请求，可能逐模型计费。成功且响应包含有效任务标识后自动解封。最多并发 3 个。
ar: سيتم فحص %lld نموذجًا. لا ينشئ الفحص دون تكلفة مهام توليد. عند تضمين التحقق الأصلي، يُرسل طلب حقيقي أدنى إلى كل واحد من نماذج التوليد البالغ عددها %lld وقد تُفرض رسوم لكل نموذج. لا يُرفع العزل إلا بعد نجاح الاستجابة واحتوائها على معرّف مهمة صالح. الحد الأقصى 3 طلبات متزامنة.
de: %lld Modelle werden geprüft. Die kostenlose Prüfung erstellt keine Generierungsaufträge. Bei nativer Prüfung wird an jedes der %lld generativen Modelle eine minimale echte Anfrage gesendet, die pro Modell kostenpflichtig sein kann. Die Freigabe erfolgt nur nach einer erfolgreichen Antwort mit gültiger Task-ID. Maximal 3 gleichzeitige Anfragen.
en: %lld models will be checked. The zero-cost check creates no generation tasks. If native verification is included, one minimal real request is sent to each of %lld generative models and may be billed per model. A model is restored only after success with a valid task identifier. Up to 3 requests run concurrently.
es: Se comprobarán %lld modelos. La comprobación sin coste no crea tareas de generación. Si se incluye la verificación nativa, se envía una solicitud real mínima a cada uno de los %lld modelos generativos y puede cobrarse por modelo. Solo se restaura tras una respuesta correcta con un identificador de tarea válido. Máximo 3 solicitudes simultáneas.
fr: %lld modèles seront vérifiés. La vérification sans frais ne crée aucune tâche de génération. Si la validation native est incluse, une requête réelle minimale est envoyée à chacun des %lld modèles génératifs et peut être facturée par modèle. La restauration n’a lieu qu’après une réponse réussie contenant un identifiant de tâche valide. Maximum 3 requêtes simultanées.
ja: %lld モデルを確認します。無料チェックでは生成タスクを作成しません。ネイティブ検証を含めると、%lld 個の生成モデルそれぞれに最小限の実リクエストを 1 回送信し、モデルごとに課金される可能性があります。有効なタスク ID を伴う成功後にのみ隔離を解除します。同時実行は最大 3 件です。
ko: %lld개 모델을 검사합니다. 무료 검사는 생성 작업을 만들지 않습니다. 네이티브 검증을 포함하면 %lld개 생성 모델 각각에 최소 실제 요청을 한 번 보내며 모델별 요금이 발생할 수 있습니다. 유효한 작업 ID가 포함된 성공 응답 후에만 격리를 해제합니다. 최대 3개 요청을 동시에 실행합니다.
pt_br: %lld modelos serão verificados. A verificação sem custo não cria tarefas de geração. Ao incluir a verificação nativa, uma solicitação real mínima é enviada a cada um dos %lld modelos generativos e pode ser cobrada por modelo. A liberação ocorre somente após uma resposta bem-sucedida com identificador de tarefa válido. Até 3 solicitações simultâneas.
ru: Будут проверены %lld моделей. Бесплатная проверка не создаёт задачи генерации. При включении нативной проверки каждому из %lld генеративных моделей отправляется один минимальный реальный запрос, который может оплачиваться отдельно. Изоляция снимается только после успешного ответа с действительным идентификатором задачи. Одновременно выполняется не более 3 запросов.
zh_hant: 將檢查 %lld 個模型。零費用檢測不會創建生成任務；選擇包含原生驗證後，會對 %lld 個生成類模型各發送一次最小真實請求，可能逐模型計費。成功且響應包含有效任務標識後自動解封。最多併發 3 個。

source: 尚无在线验证证据，保持隔离
ar: لا يوجد دليل تحقق عبر الإنترنت حتى الآن، ابق معزولاً
de: Noch keine Beweise für die Online-Verifizierung, bleiben Sie isoliert
en: No online verification evidence yet, stay isolated
es: Aún no hay evidencia de verificación en línea, manténgase aislado
fr: Aucune preuve de vérification en ligne pour l'instant, restez isolé
ja: オンライン検証の証拠はまだありません。隔離してください
ko: 아직 온라인 확인 증거가 없습니다. 격리 상태를 유지하세요.
pt_br: Ainda não há evidências de verificação on-line, fique isolado
ru: Доказательств онлайн-проверки пока нет, оставайтесь в изоляции
zh_hant: 尚無在線驗證證據，保持隔離

source: 尚无工作区。主访问令牌仍拥有本机全部权限。
ar: لا توجد مساحة عمل حتى الآن. لا يزال رمز الوصول الرئيسي يتمتع بالأذونات الكاملة على الجهاز.
de: Es gibt noch keinen Arbeitsbereich. Das Master-Zugriffstoken verfügt weiterhin über vollständige Berechtigungen auf der Maschine.
en: There is no workspace yet. The master access token still has full permissions on the machine.
es: Aún no hay espacio de trabajo. El token de acceso maestro todavía tiene permisos completos en la máquina.
fr: Il n'y a pas encore d'espace de travail. Le jeton d'accès principal dispose toujours de toutes les autorisations sur la machine.
ja: まだワークスペースがありません。マスター アクセス トークンには、マシンに対する完全な権限がまだあります。
ko: 아직 작업공간이 없습니다. 마스터 액세스 토큰에는 여전히 머신에 대한 모든 권한이 있습니다.
pt_br: Ainda não há espaço de trabalho. O token de acesso mestre ainda possui permissões completas na máquina.
ru: Рабочего места пока нет. Главный токен доступа по-прежнему имеет полные разрешения на компьютере.
zh_hant: 尚無工作區。主訪問令牌仍擁有本機全部權限。

source: 尚未保存 API Key
ar: لم يُحفظ مفتاح API
de: Kein API-Schlüssel gespeichert
en: No API Key Saved
es: No hay API Key guardada
fr: Aucune clé API enregistrée
ja: APIキー未保存
ko: 저장된 API 키 없음
pt_br: Nenhuma chave de API salva
ru: API-ключ не сохранён
